/* plugin name */
"Knowmia" = "Knowmia";

/* Unable to share to Knowmia - message */
"Please check your network connection and try again." = "Bitte prüfen Sie Ihre Internetverbindung und wiederholen Sie den Vorgang.";

/* Sign in button Knowmia */
"Sign In..." = "Anmelden...";

/* Sign out button Knowmia */
"Sign Out" = "Abmelden";

/* Link to capture Knowmia - message */
"The link to your capture is ready to be pasted" = "Der Link zu Ihrem Capture kann eingefügt werden";

/* Trial expired Knowmia - title
   Unable to share to Knowmia - title */
"Unable to share" = "Weitergabe nicht möglich";

/* plugin description */
"Upload the capture to Knowmia for image or video hosting." = "Lädt das Capture auf Knowmia als Hosting-Plattform für Bilder oder Videos hoch.";

/* Trial expired Knowmia - message */
"Your trial or account access has ended. Please update your account to share." = "Ihre Testzeit oder Ihr Zugriff auf das Konto ist abgelaufen. Bitte aktualisieren Sie Ihr Konto, um Inhalte weiterzugeben.";

